{
  "changes_physiological_common": "التغيرات الفسيولوجية الشائعة",
  "vomiting_and_nausea": "القئ والغثيان",
  "ginger_chamomile_vitaminB6_acupuncture_recommended": "يُوصَى بتناول الزنجبيل والبابونج وفيتامين B6 والوخز بالإبر لتخفيف الغثيان في بداية الحمل، استنادًا إلى تفضيلات المرأة والخيارات المتاحة.",
  "heartburn": "حرقة في المعدة",
  "advice_on_diet_and_lifestyle_recommended": "يُوصَى بتقديم النصائح حول النظام الغذائي ونمط الحياة لمنع وتخفيف حرقة المعدة أثناء الحمل. يُمكن تقديم مستحضرات مضادة للحموضة للنساء اللاتي يعانين من أعراض مزعجة ولم يتم تخفيفها بواسطة تعديلات نمط الحياة.",
  "leg_cramps": "تشنجات الساق",
  "magnesium_calcium_non_pharmacological_treatment_recommended": "يُمكن استخدام المغنيسيوم والكالسيوم وخيارات العلاج غير الدوائية لتخفيف تشنجات الساق أثناء الحمل، استنادًا إلى تفضيلات المرأة والخيارات المتاحة.",
  "low_back_and_pelvic_pain": "آلام أسفل الظهر والحوض",
  "regular_exercises_recommended": "يُوصَى بممارسة التمارين الرياضية بانتظام طوال فترة الحمل لمنع آلام أسفل الظهر والحوض. هناك ع",
  "constipation": "الإمساك",
  "wheat_bran_fiber_supplements_recommended": "يمكن استخدام نخالة القمح أو مكملات الألياف الأخرى لتخفيف الإمساك أثناء الحمل إذا فشلت الحالة في الاستجابة لتعديل النظام الغذائي، بناءً على تفضيلات المرأة والخيارات المتاحة.",
  "varicose_veins_and_edema": "الدوالي والوذمة",
  "non_pharmacological_options_recommended": "يمكن استخدام الخيارات غير الدوائية، مثل الجوارب الضاغطة، ورفع الساق، والغمر في الماء، لإدارة الدوالي والوذمة أثناء الحمل، بناءً على تفضيلات المرأة والخيارات المتاحة.",
  "assessment_fetal": "تقييم الجنين",
  "counting_movement_fetal_daily": "حساب حركة الجنين يومي",
  "research_rigorous_of_context": "يوصى بالعد اليومي لحركات الجنين، كما هو الحال مع الرسوم البيانية \"العد إلى العشرة\"",
  "symphysis_fetal_height_measurement": "الجنين ارتفاع قياس",
  "not_recommended_for_fetal_growth": "ال يوصى بالتغيير .لتقييم نمو الجنين لتحسين النتائج في الفترة المحيطة بالوالدة يُنصح باستبدال مالمسة البطن بقياس ارتفاع قاع الرحم في بيئة معينة (جس البطن أو قياس) عما يتم ممارسته عادة",
"cardiotocography_antenatal": "تخطيط القلب قبل الوالدة",
"not_recommended_for_pregnant_women": "ال يُنصح بإجراء تخطيط قلب روتيني قبل الوالدة للنساء الحوامل لتحسين نتائج األمومة والفترة المحيطة بالوالدة",
"scan_ultrasound": "تصوير بالموجات فوق الصوتي ة",
"recommended_for_pregnant_women": "يوصى بإجراء فحص بالموجات فوق الصوتية قبل 24 أسبو عا من الحمل الموجات فوق الصوتية المبكرة للنساء الحوامل لتقدير عمر الحمل، وتحسين اكتشاف تشوهات الجنين والحمل المتعدد، وتقليل تحفيز المخاض في فترة ما بعد الحمل، وتحسين تجارب الحمل لدى المرأة",
"vessels_blood_fetal_of_ultrasound_doppler": "الموجات فوق الصوتية دوبلر لألوعية الدموية الجنيني ة",
"not_recommended_for_pregnant_women_doppler": "ال يُنصح بإجراء فحص روتيني بالموجات فوق الصوتية دوبلر للنساء الحوامل لتحسين نتائج األمومة والفترة المحيطة بالوالدة",
"how_does_anemia_affect_the_fetus_during_pregnancy": "كيف يؤثر فقر الدم على الجنين أثناء الحمل؟",
"anemia_affects_the_growth_of_the_fetus": "يعتمد الجنين النامي عليك في الحصول على ما يكفي من الحديد وفيتامين ب 12 وحمض الفوليك. يمكن أن يؤثر فقر الدم على نمو الجنين، خاصة خلال الأشهر الثلاثة الأولى من الحمل. إذا لم يتم علاج فقر الدم، يكون طفلك أكثر عرضة للإصابة بفقر الدم بعد الولادة، مما قد يؤدي إلى مشاكل في النمو. كما أن فقر الدم يزيد من خطر ولادة طفلك مبكرًا وإنجاب طفل منخفض الوزن.",
"does_anemia_cause_miscarriage": "هل فقر الدم يسبب الإجهاض؟",
"anemia_does_not_directly_cause_miscarriage": "لا، فقر الدم لا يسبب الإجهاض مباشرةً",
"symptoms_of_anemia_during_pregnancy": "أعراض فقر الدم أثناء الحمل",
"symptoms_of_anemia_may_include_fatigue_cold_and_shortness_of_breath": "قد تشمل أعراض فقر الدم التعب والبرد وضيق التنفس",
"how_is_anemia_treated_during_pregnancy": "كيف يتم علاج فقر الدم في الحمل؟",
"mild_to_moderate_anemia_can_be_treated_with_prenatal_vitamins_or_iron_supplements": "يمكن علاج فقر الدم الخفيف إلى المتوسط بأقراص فيتامين ما قبل الولادة أو مكملات الحديدفقر الدم الشديد قد يتطلب نقل الدم",

"how_can_i_treat_anemia_at_home_during_pregnancy": "كيف يمكنني علاج فقر الدم في المنزل أثناء الحمل؟",
"making_dietary_changes_and_taking_prenatal_vitamins_can_help_treat_anemia": "يمكن أن تساعد التغييرات في النظام الغذائي وتناول فيتامينات ما قبل الولادة في علاج فقر الدم",
"when_will_i_notice_a_change_after_treatment_for_anemia_during_pregnancy": "متى سألاحظ التغيير بعد علاج فقر الدم في الحمل؟",
"if_you_have_iron_deficiency_b12_deficiency_or_folate_deficiency_anemia_you_should_feel_better_within_a_few_days_of_taking_a_supplement": "إذا كنت تعاني من نقص الحديد أو نقص فيتامين ب12 أو نقص حمض الفوليك، يجب أن تشعر بتحسن خلال أيام قليلة من تناول المكملات الغذائية",
"if_you_dont_notice_a_change_talk_to_your_provider": "إذا لم تلاحظ أي تغيير، تحدث إلى مقدم الرعاية الصحية الخاص بك",
"tips_gestational_diabetes": "نصائح للنساء المصابات بسكري الحمل",
"healthy_eating": "أكل الأطعمة الصحية",
"meal_plan_description": "تناول الأطعمة الصحية من خطة الوجبات المعدة لشخص مصاب بالسكري. يمكن لاختصاصي التغذية مساعدتك في إنشاء خطة وجبات صحية. يمكن للمتخصص في التغذية أيضًا مساعدتك في التحكم في نسبة السكر في الدم أثناء الحمل.",
"exercise_regularly": "ممارسة الرياضة بانتظام",
"exercise_description": "التمرين هو وسيلة أخرى للحفاظ على نسبة السكر في الدم تحت السيطرة. يساعد في توازن استهلاك الطعام. بعد استشارة الطبيب، يمكنك ممارسة الرياضة بانتظام أثناء وبعد الحمل. قم بممارسة نشاط بدني معتدل الشدة لمدة لا تقل عن 30 دقيقة خمسة أيام في الأسبوع. يمكن أن يكون ذلك المشي السريع، ألعاب نشطة مع الأطفال أو السباحة.",
"monitor_blood_sugar": "مراقبة نسبة السكر في الدم بانتظام",
"monitoring_description": "نظرًا لأن الحمل يؤدي إلى تغيرات في احتياجات الجسم للطاقة، يمكن أن تتغير نسبة السكر في الدم بسرعة كبيرة. قم بفحص نسبة السكر في الدم بانتظام، وفقًا لتوجيهات الطبيب.",
"take_insulin": "تناول الأنسولين إذا لزم الأمر",
"insulin_description": "في بعض الأحيان، يلزم للمرأة المصابة بسكري الحمل تناول الأنسولين. إذا كان الطبيب قد وصف لك الأنسولين، فتناوله وفقًا للتوجيهات للمساعدة في الحفاظ على نسبة السكر في الدم تحت السيطرة.",
"diabetes_test_after_pregnancy": "إجراء اختبار مرض السكري بعد الحمل",
  "diabetes_test_description": "قم بإجراء اختبار للسكري بين 6 إلى 12 أسبوعًا بعد الولادة، ثم كل 1 إلى 3 سنوات. بالنسبة لمعظم النساء اللاتي يعانين من السكري الحملي، يختفي الحالة قريبًا بعد الولادة. إذا لم يختفي، يُسمى النوع 2 من السكري. حتى إذا اختفى السكري بعد الولادة، فإن النساء معرضات لخطر أعلى للإصابة بالسكري من النوع 2 في وقت لاحق في الحياة.",
  "pregnancy_week_preeclampsia": "في أي أسبوع من الحمل يبدأ تسمم الحمل؟",
  "pregnancy_week_preeclampsia_response": "تسمم الحمل يحدث عادةً بعد الأسبوع العشرين من الحمل، لكنه قد يحدث مبكرًا. معظم حالات تسمم الحمل تحدث عند أو بالقرب من موعد الحمل (37 أسبوعًا). يمكن أن يحدث تسمم الحمل أيضًا بعد الوالدة (تسمم ما بعد الولادة)، والذي يحدث عادةً بين الأيام القليلة الأولى إلى أسبوع واحد بعد الوالدة. في حالات نادرة، يمكن أن يحدث بعد أسابيع من الحمل.",
  "pregnancy_treatment": "كيف يتم علاج تسمم الحمل؟",
  "pregnancy_treatment_response": "سيقوم مقدم الرعاية الصحية بتقديم نصائح حول أفضل طريقة لعلاج تسمم الحمل. يعتمد العلاج بشكل عام على مدى خطورة تسمم الحمل ومدى تقدم الحمل. إذا كنت تقترب من موعد الولادة الكامل (37 أسبوعًا من الحمل أو أكثر)، فمن المرجح أن يتم تسليم طفلك مبكرًا. لا يزال بإمكانك الولادة عن طريق المهبل، ولكن في بعض الأحيان يوصى بعملية القيصرية. قد يقدم مقدم الرعاية الصحية لك أدوية لمساعدة رئتي الجنين على التطور وللتحكم في ضغط الدم حتى يتم تسليم الطفل. في بعض الأحيان، من الأفضل تسليم الطفل مبكرًا بدلاً من المخاطرة في تمديد فترة الحمل.",
  "preeclampsia_monitoring": "عندما يتطور تسمم الحمل في وقت مبكر من الحمل، كيف يتم منع تطوره؟",
  "preeclampsia_monitoring_response": "ستتم مراقبتك عن كثب عندما يتطور تسمم الحمل في وقت مبكر من الحمل بهدف تمديد فترة الحمل والسماح للجنين بالنمو والتطور. ستحتاج إلى مواعيد قبل الولادة إضافية، بما في ذلك فحوصات الأشعة فوق الصوتية وفحوصات البول وسحب الدم. قد يُطلب منك فحص ضغط الدم في المنزل. إذا تم تشخيصك بتسمم الحمل الشديد، فقد تبقى في المستشفى حتى يت",
  "pregnancy_during_anemia": "ما هو فقر الدم أثناء الحمل؟",
  "pregnancy_during_anemia_response": "فقر الدم هو عندما ال يكون لديك ما يكفي من خاليا الدم الحمراء لنقل الأكسجين في جميع أنحاء جسمك. عندما ال يحصل جسمك على كمية كافية من الأكسجين من الدم، فإنه ال يمكنه العمل بشكل صحيح.",
  "pregnancy_during_anemia_anemic": "عندما يعتبر الشخص مصابًا بفقر الدم أثناء الحمل؟",
  "pregnancy_during_anemia_anemic_response": "يعتبر الشخص مصابًا بفقر الدم أثناء الحمل إذا كان لديه عددًا غير كافٍ من خلايا الدم الحمراء.",
  "pregnancy_during_anemia_risk": "من أكثر من يعرض لإصابة بفقر الدم أثناء الحمل؟",
  "pregnancy_during_anemia_risk_response": "قد تكونين أكثر عرضة لإصابة بفقر الدم أثناء الحمل إذا كنت تحملين توائم أو أكثر.",
  "pregnancy_during_anemia_prevention": "ما هو أفضل طريقة للوقاية من فقر الدم أثناء الحمل؟",
  "pregnancy_during_anemia_prevention_response": "التغذية الجيدة هي أفضل طريقة للوقاية من فقر الدم أثناء الحمل.",
  "pregnancy_during_anemia_nutrition": "عند محاولة الحمل، ما هي الأطعمة التي يمكن تناولها لمنع فقر الدم؟",
  "pregnancy_during_anemia_nutrition_response": "تناول الأطعمة التي تحتوي على نسبة عالية من الحديد يمكن أن يساعد في الحفاظ على إمدادات الحديد اللازمة للعمل السليم. من بين هذه الأطعمة: اللحوم الحمراء، الخضروات ذات الأوراق الخضراء الداكنة، البيض، الفول السوداني والحبوب المدعمة.",
  "gestational_diabetes_definition": "ما هو سكري الحمل؟",
  "gestational_diabetes_definition_response": "سكري الحمل هو حالة ترتفع فيها مستويات السكر في الدم خلال فترة الحمل. يحدث سكري الحمل عندما ال يمكن للجسم استخدام الأنسولين بشكل صحيح للتعامل مع السكر في الدم.",
  "gestational_diabetes_igt_ifg": "ما هو ضعف تحمل الجلوكوز وضعف تحمل الجوع وما علاقتهما بسكري الحمل؟",
  "gestational_diabetes_igt_ifg_response": "ضعف تحمل الجلوكوز (IGT) وضعف تحمل الجوع (IFG) هما حالتان وسيطتان في الانتقال من الحالة الطبيعية إلى مرض السكري. IGT هو ضعف تحمل الجلوكوز أثناء الصيام، في حين أن IFG هو ضعف تحمل الجلوكوز بعد الصيام.",
  "gestational_diabetes_risk_factors": "ما الذي يزيد من فرصتي في الإصابة بسكري الحمل؟",
  "gestational_diabetes_risk_factors_response": "إذا كنت تعاني من زيادة الوزن، أو كنت تعاني من متلازمة تكيس المبايض، أو كان لديك سابقة لإصابتك بسكري الحمل، أو توجد لديك تاريخ عائلي لمرض السكري من النوع 2، فإن فرصتك في الإصابة بسكري الحمل تزداد.",
  "gestational_diabetes_prevention": "كيف يمكنني تقليل فرصتي في الإصابة بسكري الحمل؟",
  "gestational_diabetes_prevention_response": "إذا كنت تفكر في الحمل وتعاني من زيادة الوزن، فيمكنك تقليل فرصتك في الإصابة بسكري الحمل عن طريق فقدان الوزن الزائد وزيادة النشاط البدني قبل الحمل. يمكن أن تحسن هذه الخطوات كيفية استخدام جسمك للأنسولين وتساعدك على إبقاء مستويات الجلوكوز في الدم طبيعية.",
  "preeclampsia_definition": "ما هو تسمم الحمل؟",
  "preeclampsia_definition_answer": "إذا لم تصابي بارتفاع ضغط الدم من قبل ولكن ارتفع ضغط دمك أعلى من 140/90 ملم زئبق بعد 20 أسبوعًا من الحمل، فقد تكونين مصابة بتسمم الحمل. قد يتم أيضًا اختبار البروتين في البول بسبب الضغط على الكليتين.",
  "preeclampsia_prevention": "هل يمكنني منع تسمم الحمل؟",
  "preeclampsia_prevention_answer": "نمط حياة صحي، ممارسة التمارين الرياضية بانتظام، اتباع نظام غذائي غني بالخضروات وقليل من الأطعمة المصنعة، ممارسة الرياضة واتباع نظام غذائي صحي يمكن أن يساعد أيضًا في السيطرة على السمنة وارتفاع ضغط الدم المزمن والسكري، وكلها عوامل خطر لتسمم الحمل.",
  "preeclampsia_practices": "الممارسات الموصى بها",
  "preeclampsia_practices_answer": "مكمالات الكالسيوم أثناء الحمل في المناطق التي يكون فيها تناول الكالسيوم منخفضًا (<900 ملغ/يوم). جرعة منخفضة من حمض أسيتيل الساليسيليك (أسبرين، 75 ملغ) للوقاية من تسمم الحمل لدى النساء المعرضات لخطر كبير لتطور الحالة. الأدوية الخافضة للضغط للنساء الحوامل المصابات بارتفاع ضغط الدم الشديد. في النساء المصابات بتسمم الحمل الشديد، إذا كان هناك جنين قابل للحياة وكان الحمل أقل من 37 أسبوعًا من الحمل، فيمكن أخذ التدبير التوقعي بعين االعتبار، بشرط عدم حدوث ارتفاع ضغط الدم الأمومي غير المنضبط، وزيادة خلل وظائف أعضاء الأم، وضيق الجنين، والظروف يمكن رصدها.",
  "preeclampsia_not_recommended": "الممارسة غير مستحسنة",
  "preeclampsia_not_recommended_answer": "مكمالت فيتامين د أثناء الحمل، مكمالت الكالسيوم أثناء الحمل في المناطق التي اليوجد فيها نقص الكالسيوم، مكمالت فيتامين ج وفيتامين هـ الفردية أو مجتمعة، استخدام مدرات البول، وخاصة الثيازيدات",
  "assessment_fetal_maternal": "تقييم الجنين لألم",
  "anemia_diagnosis_pregnancy": "تعداد الدم الكامل هو الطريقة الموصى بها لتشخيص فقر الدم أثناء الحمل",
 "MaternalassessmentAsymptomaticBacteriuria": "تقييم الأمومة البيلة الجرثومية بدون أعراض (ASB)",
  "anemia_diagnosis_alternative": "يوصى بإجراء اختبار الهيموجلوبين في الموقع باستخدام مقياس الهيموجلوبين بدالً من استخدام مقياس لون الهيموجلوبين كوسيلة لتشخيص فقر الدم أثناء الحمل",
  "bacteriuria_diagnosis_pregnancy": "مزرعة البول هي الطريقة الموصى بها لتشخيص البيلة الجرثومية بدون أعراض أثناء الحمل",
  "bacteriuria_diagnosis_alternative": "يوصى بإجراء مزرعة البول في الموقع بدلاً من استخدام اختبارات مقياس العمق كوسيلة لتشخيص البيلة الجرثومية بدون أعراض أثناء الحمل",
  "intimate_partner_violence": "عنف الشريك الحميم",
  "ipv_enquiry_recommendation": "ينبغي النظر بقوة في الاستفسار السريري حول إمكانية حدوث عنف الشريك الحميم في زيارات الرعاية السابقة للوالدة",
  "Tobaccouse": "تعاطي التبغ",
  "Health-careprovidersshouldaskallpregnantwomenabouttheiruseofalcohol":"يجب على مقدمي الرعاية الصحية أن يسألوا جميع النساء الحوامل عن استخدامهن للكحول والمواد الأخرى (في الماضي والحاضر) في أقرب وقت ممكن أثناء الحمل وفي كل زيارة لرعاية ما قبل الولادة.",
  "Humanimmunodeficiencyvirus(HIV)andsyphilis": "فيروس نقص المناعة البشرية (HIV) والزهري",
  "Inhigh-prevalencesettings": "في الظروف التي ترتفع فيها معدلات الانتشار، ينبغي اعتبار الاختبار والمشورة التي يبدأها مقدم الخدمة (PITC) لفيروس نقص المناعة البشرية عنصرًا روتينيًا في حزمة الرعاية للنساء الحوامل في جميع أماكن الرعاية السابقة للولادة. في البيئات منخفضة الانتشار، يمكن اعتبار مبادرة مقدمي الرعاية للاختبار والاختبار للنساء الحوامل في أماكن الرعاية السابقة للولادة عنصرًا رئيسيًا في الجهود المبذولة للقضاء على انتقال فيروس نقص المناعة البشرية من الأم إلى الطفل، ولدمج اختبار فيروس نقص المناعة البشرية مع مرض الزهري أو الفيروس أو الاختبارات الرئيسية الأخرى، كما ذات الصلة بالوضع، وتعزيز أنظمة صحة الأم والطفل الأساسية.",
  "tuberculosis": "مرض الدرن",
  "Insettingswherethetuberculosis":"في البيئات التي يبلغ فيها معدل انتشار السل بين عامة السكان 100/100000 نسمة أو أعلى، ينبغي النظر في إجراء فحص منهجي لمرض السل النشط للنساء الحوامل كجزء من الرعاية السابقة للولادة",
  "ipv_improve_diagnosis": "من أجل تحسين التشخيص السريري والرعاية اللاحقة",
  "ipv_supportive_response": "يوصى بتقديم دعم داعم (بما في ذلك إحالة عند الاقتضاء)",
  "ipv_who_requirements": "وحيث يتم استيفاء الحد األدنى من متطلبات منظمة الصحة العالمية",
  "gestational_diabetes_mellitus": "سكر الحمل",
    "interventions_nutritional": "تدخلات تغذوية",
    "interventions_dietary": "تدخلات غذائية",
    "counseling_pregnant_women": "يُوصَى بتقديم الإرشاد حول تناول الطعام الصحي وممارسة النشاط البدني أثناء الحمل للنساء الحوامل للحفاظ على صحتهن والوقاية من زيادة الوزن الزائد خلال الحمل. في السكان الذين يعانون من سوء التغذية، يُنصَح النساء الحوامل بتلقي التثقيف الغذائي حول زيادة استهلاك الطاقة والبروتين اليومي للحد من خطر وزن الوليد المنخفض.",
    "counseling_pregnant_women_details": "يُنصَح النساء الحوامل بتلقي الإرشاد حول تناول الطعام الصحي وممارسة النشاط البدني أثناء الحمل للحفاظ على صحتهن والوقاية من زيادة الوزن الزائد خلال الحمل. في السكان الذين يعانون من سوء التغذية، يُوصَى بتلقي النساء الحوامل التثقيف الغذائي حول زيادة استهلاك الطاقة والبروتين اليومي لتقليل خطر وزن الوليد المنخفض.",
    "balanced_energy_protein_supplementation": "تكميم التغذية المتوازنة بالطاقة والبروتين",
    "balanced_energy_protein_supplementation_details": "في السكان الذين يعانون من سوء التغذية، يُوصَى بتوفير تكميم التغذية المتوازنة بالطاقة والبروتين للنساء الحوامل للحد من خطر الوفيات الناتجة عن الولادة الميتة والأطفال المصغرين في سن مبكرة. ومع ذلك، لا يُنصَح بتوفير تكميم عالي البروتين لتحسين النتائج الأمومية والمولود.",
    "iron_folic_acid_supplementation": "تكميم الحديد والأحماض الفوليك",
    "iron_folic_acid_supplementation_details": "يُوصَى بتوفير التكميم الفموي اليومي للحديد والأحماض الفوليك بجرعة تتراوح بين 30 ملغ إلى 60 ملغ من الحديد العنصري و 400 ملغ (0.4 ملغ) من الأحماض الفوليك للنساء الحوامل للوقاية من فقر الدم الأمومي وعدوى النفاس والولادة المبكرة ووزن الولادة المنخفض.",
    "intermittent_iron_folic_acid_supplementation": "تكميم الحديد والأحماض الفوليك المتقطع",
    "intermittent_iron_folic_acid_supplementation_details": "يُوصَى بتوفير التكميم الفموي المتقطع للحديد والأحماض الفوليك بجرعة تتراوح بين 120 ملغ من الحديد العنصري و 2800 ملغ (2.8 ملغ) من الأحماض الفوليك مرة واحدة أسبوعيًا للنساء الحوامل لتحسين النتائج الأمومية والوليدية إذا لم يكن تكميم الحديد اليومي مقبولًا، وفي السكان الذين يعانون من انتشار فقر الدم بين النساء الحوامل أقل من 20٪.",
    "calcium_supplementation": "تكميم الكالسيوم",
    "calcium_supplementation_details": "في السكان الذين يعانون من استهلاك معدل منخفض من الكالسيوم في النظام الغذائي، يُوصَى بتوفير تكميم الكالسيوم اليومي (1.5 - 2.0 جم من الكالسيوم العنصري الفموي) للنساء الحوامل للحد من خطر ارتفاع ضغط الدم أثناء الحمل.",
    "vitamin_a_supplementation": "تكميم فيتامين أ",
    "vitamin_a_supplementation_details": "يُوصَى فقط بتكميم فيتامين أ للنساء الحوامل في المناطق التي تعاني من نقص فيتامين أ كمشكلة صحية عامة شديدة، للوقاية من القرنية الليلية.",
    "zinc_supplementation": "تكميم الزنك",
    "zinc_supplementation_details": "يُوصَى فقط بتكميم الزنك للنساء الحوامل في سياق الأبحاث الدقيقة.",
    "multiple_micronutrient_supplementation": "تكميم المغذيات المتعددة الدقيقة",
    "multiple_micronutrient_supplementation_details": "لا يُنصَح بتكميم المغذيات المتعددة الدقيقة للنساء الحوامل لتحسين النتائج الوليدية والأمومية.",
    "vitamin_b6_supplementation": "تكميم فيتامين ب6",
    "vitamin_b6_supplementation_details": "لا يُنصَح بتكميم فيتامين ب6 للنساء الحوامل لتحسين النتائج الوليدية.",
    "vitamin_e_c_supplementation": "تكميم فيتامين E و C",
    "vitamin_e_c_supplementation_details": "لا يُنصَح بتكميم فيتامين E و C للنساء الحوامل لتحسين النتائج الوليدية.",
    "vitamin_d_supplementation": "تكميم فيتامين D",
    "vitamin_d_supplementation_details": "لا يُنصَح بتكميم فيتامين D للنساء الحوامل لتحسين النتائج الوليدية.",
    "restricting_caffeine_intake": "تقييد استهلاك الكافيين",
    "restricting_caffeine_intake_details": "يُوصَى بتقليل استهلاك الكافيين اليومي خلال فترة الحمل للنساء الحوامل اللاتي يتناولن",
  "measures_preventive": "اجراءات وقائية",
  "asb_antibiotics": "المضادات الحيوية للبيلة الجرثومية بدون أعراض",
  "asb_recommendation": "يوصى باستخدام نظام مضاد حيوي لمدة سبعة أيام لجميع النساء الحوامل المصابات بالبيلة الجرثومية بدون أعراض (ASB) لمنع البيلة الجرثومية المستمرة والوالدة المبكرة وانخفاض الوزن عند الولادة.",
  "prophylaxis_antibiotic": "المضادات الحيوية الوقائية",
  "antibiotic_prophylaxis_recommendation": "يوصى بالعلاج الوقائي بالمضادات الحيوية فقط للوقاية من التهابات المسالك البولية المتكررة لدى النساء الحوامل في سياق البحث الدقيق.",
  "immunoglobin_D_anti": "مضاد د للجلوبيولين المناعي ما قبل الوالدة",
  "immunoglobin_D_anti_recommendation": "يوصى بالوقاية السابقة للوالدة باستخدام الغلوبولين المناعي المضاد للجلوبيولين D-Rh الحساسات عند 28 و 34 أسبوعًا من الحمل لمنع التمنيع الخيفي للجلوبيولين D في النساء الحوامل السلبيات غير D ، فقط في سياق البحث الدقيق.",
  "treatment_anthelminthic_preventive": "العلاج الوقائي للديدان",
  "anthelminthic_treatment_recommendation": "يوصى بالعلاج الوقائي الطارد للديدان في المناطق الموبوءة بالديدان للنساء الحوامل بعد الأشهر الثلاثة الأولى من الحمل كجزء من برنامج الحد من الإصابة بالديدان.",
  "vaccination_toxoid_tetanus": "تطعيم التطعيمات الكزاز",
  "tetanus_vaccination_recommendation": "يوصى بتطعيمات التطعيمات الكزاز لجميع النساء الحوامل ، اعتمادًا على التعرض السابق للتطعيم ضد التطعيمات الكزاز ، لمنع وفيات أطفال الرضع الناجمة عن التطعيمات الكزاز.",
  "prevention_malaria": "الوقاية من الملاريا",
  "malaria_prevention_recommendation": "يوصى بالعلاج الوقائي المتقطع باستخدام السلفادوكسين بيريميثامين (SP-IPTp) لجميع النساء الحوامل في المناطق التي تتوطن فيها الملاريا في أفريقيا. يجب أن تبدأ الجرعات في الثلث الثاني من الحمل ، وينبغي إعطاء الجرعات بفارق شهر",
  "guides_general": "ارشادات عامة",
  "guidelines": "ارشادات",
  "anemia": "فقر الدم",
  "preeclampsia": "تسمم الحمل",
  "diabetes": "مرض السكري",
  "guide": "إرشادات",
  "notes": "ملاحظات",
  "reservations": "حجوزات",
  "analysis": "تحليل",
  "questions": "أسئلة",
  "kickcounter": "عداد ركلة",
  "nonotesadded" :"لم تتم إضافة أي ملاحظات",
  "addNote": "اضافه ملاحظة",
  "titlenote": "عنوان الملاحظة",
  "notescannottbelessthanletter": " يرجو ادخال اكثر من حرفين",
  "note": "ملاحظه",
  "editNote": "تعديل ملاحظات ",
  "doctor":"طبيب",
  "nurse": "ممرضة",
  "nodoctorregistredyet": "لم يشترك أي طبيب، حتى الآن",
  "profile": "حساب تعريفي",
  "noreservationsaddedyet": "لم تتم إضافة أي حجوزات، حتى الآن",
"doctordoesnotsharehisprofileyet": "الطبيب لم يشارك ملفه الشخصي، حتى الآن",
  "Notimesdeterminedbydoctoryet": "لم يتم تحديد الأوقات بواسطة الطبيب حتى الآن",
  "ok": "نعم",
  "timereserved": "الوفت محجوز",
  "savedsuccessfully": "حفظ بنجاح",
  "book": "الحجز",
  "analysisname": "اسم التحليل",
  "add": "اضف التحليل",
  "youdonotuploadanyanalysisyet":"لم تقم بتحميل أي تحليل حتى الآن",
  "kick": "ركلة",
  "end": "أنهى",
  "reset": "إعادة ضبط",
  "nokicksaddedyet": "لم تتم إضافة أي ركلات، حتى الآن",
  "genralguides": "إرشادات عامة",
  "lowrisk": " إرشادات ل خطر القليل",
  "highrisk": " إرشادات ل مخاطرة عالية",
  "ClinicalPracticeRecommendationsforThePreventionandManagementofPre-EclampsiaandEclampsia": "توصيات الممارسة السريرية للوقاية من تسمم الحمل وتسمم الحمل وإدارتهما",
  "PracticeImplication": "تضمين الممارسة",
  "Providecalcium": "قم بتوفير الكالسيوم لجميع النساء اللاتي يتناولن كمية منخفضة من الكالسيوم وجرعة منخفضة من حمض أسيتيل الساليسيليك لمجموعات مختارة للوقاية من PE / E. في حين أن مكملات الفيتامينات يمكن أن تكون مفيدة لحالات صحية أخرى، لا تقدم الفيتامينات C أو D أو E للنساء الحوامل كجزء من استراتيجية الوقاية من PE/E. إعطاء الأدوية الخافضة للضغط، ولكن ليس مدرات البول، للنساء الحوامل المصابات بارتفاع ضغط الدم الشديد",
  "Donotadviserestordietary": "لا تنصح بالراحة أو تقييد الملح الغذائي للنساء الحوامل لمنع تسمم الحمل أو مضاعفاته. بالنسبة للمرأة التي تعاني من تسمم الحمل الوخيم أثناء الحمل المبكر (أقل من 37 أسبوعًا)، يمكن للأطباء مراقبة المرأة إذا: (1) كان ضغط دمها منخفضًا. تحت السيطرة (2) لا يوجد ضائقة جنينية؛ و(3) لا توجد علامات على خلل في أعضاء الأم. المراقبة المستمرة ضرورية خلال هذه الفترة من الإدارة التوقعية.",
  "Whendopregnancycravingsstart": "متى تبدأ الرغبة الشديدة في الحمل؟",
  "Earlysignsandsymptoms": "العلامات والأعراض المبكرة لا تزال العديد من النساء يشعرن بحالة جيدة في الأسبوع الرابع من الحمل، لكن قد تلاحظ أخريات ألمًا في الثديين، وتعبًا، وكثرة التبول، والغثيان (الشعور بالغثيان). أحيانًا تعاني النساء الحوامل من نزيف خفيف جدًا، يسمى \"التبقيع\"، في الوقت الذي ستكون دورتهم مستحقة. يُعرف هذا أيضًا باسم نزيف الانغراس، وهو عندما ينغرس الجنين في جدار الرحم. نزول الدم أمر طبيعي تمامًا ولا يحتاج إلى أي علاج طبي. قد تكونين مريضة أو تشعرين بالمرض - يُعرف هذا عادةً باسم غثيان الصباح، ولكنه يمكن أن يحدث في أي وقت من اليوم. إذا كنت تشعر بالغثيان ولا تستطيع الاحتفاظ بأي شيء، اتصل بطبيبك. قد تلاحظين أيضًا تغيرات في ثدييك. قد تصبح أكبر حجمًا وتشعر بالألم، كما قد يحدث قبل الدورة الشهرية. وقد تظهر الأوردة بشكل أكبر وقد تصبح الحلمات داكنة وتبرز. تختلف كل امرأة عن الأخرى ولن تلاحظ جميع النساء كل هذه الأعراض. إذا كنت تبحثين بفارغ الصبر عن أي إشارات تشير إلى أنك حامل، فإن العلامات المبكرة الأخرى للحمل تشمل: الحاجة إلى التبول في كثير من الأحيان - قد تجدين أنك مضطرة إلى الاستيقاظ أثناء الليل تعانين من الإمساك، وزيادة الإفرازات المهبلية دون أي ألم أو تهيج، والشعور بالتعب. وجود طعم غريب في الفم، حيث تصفه العديد من النساء بأنه معدني ينطلق من بعض الأشياء، مثل الشاي أو القهوة أو دخان التبغ أو الأطعمة الدهنية",
  "HowmuchweightshouldIgaininpregnancy": "ما مقدار الوزن الذي يجب أن أكتسبه أثناء الحمل؟",
  "Weightgaininpregnancy": "زيادة الوزن أثناء الحمل تختلف من شخص لآخر. يعتمد الأمر أيضًا على وزنك قبل الحمل. تكتسب معظم النساء الحوامل ما بين 10 كجم و12.5 كجم (22 رطلاً إلى 26 رطلاً)، ويكتسبن معظم الوزن بعد الأسبوع 20. يرجع جزء كبير من الوزن الزائد إلى نمو طفلك، ولكن سيقوم الجسم أيضًا بتخزين الدهون، ويكون جاهزًا لإنتاج حليب الثدي بعد ولادة طفلك. إن زيادة الوزن كثيرًا أو قليلًا جدًا أثناء الحمل يمكن أن يؤدي إلى مشاكل صحية لك أو لجنينك الذي لم يولد بعد. لكن لا تقلق، فمن السهل اتخاذ خيارات غذائية صحية. تعرفي على ما يجب تناوله أثناء الحمل وما هي الأطعمة التي يجب تجنبها",
  "WhatprenatalvitaminsshouldItake": "ما هي الفيتامينات التي يجب أن أتناولها قبل الولادة؟",
  "vitmain": "سوف تحصل على معظم الفيتامينات والمعادن التي تحتاجها عن طريق تناول نظام غذائي صحي ومتنوع. ولكن عندما تكونين حاملاً (وأثناء محاولتك الحمل) تحتاجين أيضًا إلى تناول مكملات حمض الفوليك. للحفاظ على صحة العظام والعضلات، نحتاج إلى فيتامين د. من أواخر مارس / أوائل أبريل إلى نهاية سبتمبر، ينتج معظم الناس ما يكفي من فيتامين د من ضوء الشمس على بشرتهم. ومع ذلك، بين أكتوبر وأوائل مارس، يجب أن نفكر في تناول مكملات فيتامين د يوميًا لأننا لا نستطيع الحصول عليها من ضوء الشمس. كل ما تحتاجه هو 10 ميكروجرامات فقط يوميًا – وهو نفس الشيء بالنسبة للأطفال والكبار. يجب على بعض الأشخاص تناول مكملات فيتامين د على مدار السنة، اكتشف ما إذا كان هذا ينطبق عليك على موقع هيئة الخدمات الصحية الوطنية (NHS). إلى جانب الفيتامينات التي يجب عليك تناولها، هناك أيضًا بعض الفيتامينات التي يجب الانتباه إليها وتجنبها. يجب عليك تجنب المكملات الغذائية والفيتامينات المتعددة التي تحتوي على فيتامين أ (الريتينول) - لأن تناول الكثير منها يمكن أن يضر بنمو طفلك. يجب عليك أيضًا تجنب الكبد ومنتجاته (بما في ذلك زيت كبد السمك)، لأنها تحتوي على نسبة عالية من فيتامين أ. اكتشفي المزيد عن الفيتامينات والمكملات الغذائية أثناء الحمل",
  "HowshouldIsleepinpregnancy": "كيف يجب أن أنام أثناء الحمل؟",
  "sleep": "اعتمادًا على الطريقة التي تفضلينها عادةً في النوم، قد تضطرين إلى إعادة التفكير في وضعك المفضل أثناء الحمل. إذا كنت تنام على ظهرك، فمن الآمن الاستمرار خلال الأشهر الثلاثة الأولى من الحمل، ولكن عندما يصبح بطنك أكبر وأثقل، ستحتاجين إلى النوم على ظهرك. النوم على جانبك، لذلك من الأفضل أن تعتادي على هذه العادة في أقرب وقت ممكن. بحلول الثلث الثالث من الحمل (بعد 28 أسبوعًا من الحمل)، يصبح النوم على جانبك هو الوضع الأكثر أمانًا لطفلك لأنه يساعد على منع المخاطر. من ولادة جنين ميت. لا تقلقي، إذا كان حملك غير معقد، فإن خطر ولادة جنين ميت لديك منخفض (1 من كل 200 طفل يولد ميتاً) والنوم على جانبك سيجعله أقل. لا بأس إذا انتهى بك الأمر في جميع أنواع الأوضاع عندما تكونين نائما. الشيء المهم الذي يجب أن تتذكريه هو أن تغفو على جانبك، لأن هذا يعني أنك تنام بأمان لطفلك. إذا استيقظت على ظهرك، فلا تقلقي، فقط استلقي على جانبك ثم عودي إلى النوم. حاولي النوم على جانب واحد مع ثني ركبتيك، فهذا سيساعد على تقليل مقدار الضغط على الرحم ويساعدك على التنفس بشكل أفضل. بالإضافة إلى ذلك، يمكن أن يساعد هذا الوضع في تخفيف آلام الظهر. يمكنك استخدام الوسائد تحت بطنك، وبين ساقيك، وخلف ظهرك إذا أردت. يجب عليك النوم على جانبك كلما كان لديك قيلولة بعد الظهر، بما في ذلك: *الذهاب إلى النوم ليلًا *العودة إلى النوم بعد الاستيقاظ. السهر ليلاً *قيلولة أثناء النهار",
  "Whathappensinanantenatalclass": "ماذا يحدث في فصل ما قبل الولادة؟",
  "before": "الدورات القبلية متاحة لتزويدك وشريكك بمعلومات مفيدة حول الولادة والتوالد والأمومة الأولية. تكون هذه الدورات عادةً غير رسمية وممتعة واجتماعية، مما يجعلها مكانًا رائعًا للقاء آباء وأمهات مستقبلين آخرين. يمكن أن تشكل الصداقات التي تتكون في هذه الدورات شبكة دعم رائعة. يمكن الآن العثور على العديد من الدورات القبلية وورش العمل عبر الإنترنت.\n\nتبدأ هذه الدورات عادةً 8 إلى 10 أسابيع قبل ولادة طفلك، وتجري مرة واحدة في الأسبوع لمدة حوالي 2 ساعة. يمكنك اختيار دورات خاصة للنساء الحوامل فقط أو دورات ترحب بالشريك أو الصديق. وفي بعض الأحيان، تكون هناك دورات مصممة خصيصًا للأمهات العازبات أو المراهقات.\n\nتشمل مواضيع الدورات القبلية معلومات حول:\n النظام الغذائي: كيفية الحفاظ على نظام غذائي صحي أثناء الحمل.\nالتمارين: أنواع التمارين المفيدة للبقاء في حالة صحية أثناء الحمل.\n الولادة: ما يمكن توقعه خلال عملية الولادة.\n الاسترخاء: تقنيات للاسترخاء أثناء الحمل وبعد ولادة الطفل.\n طرق التسليم: مختلف أساليب الولادة والتدخلات.\n بعد الولادة: كيفية العناية بطفلك الرضيع والحفاظ على صحتك.\n العافية العاطفية: كيف يمكن أن تكون المشاعر خلال وبعد الحمل.",
  "ShouldIhavethefluvaccine": "هل يجب أن أحصل على لقاح الأنفلونزا؟",
"fluvaccine":"التطعيم ضد الإنفلونزا هو أكثر الطرق أمانًا للمساعدة في حماية النساء الحوامل وأطفالهن من الإنفلونزا، بغض النظر عن مرحلة الحمل التي يتواجدن فيها، أو مدى قوتهن وصحتهن.\nالحمل يضعف بشكل طبيعي الجهاز المناعي، مما يعني أنه من الأصعب مقاومة العدوى. ونتيجة لذلك، يمكن أن تتسبب الإنفلونزا في مضاعفات خطيرة.\nإحدى أكثر المضاعفات الشائعة للإنفلونزا هي التهاب الشعب الهوائية - وهو عدوى في الصدر يمكن أن تصبح خطيرة وتتطور إلى التهاب الرئة. اقرأ المزيد حول التطعيم ضد الإنفلونزا خلال فترة الحمل على موقع الخدمة الوطنية الصحية البريطانية.",
  "HowWillIKnowMyDueDate": "كيف سأعرف موعد ولادتي",
  "duedate": "فهم كيفية حساب تواريخ الولادة أمر مهم. المرأة عادة ما تعتمد على 36 إلى 40 أسبوعًا من الحمل. لحساب تاريخ الولادة بكفاءة ، ستحتاجين إلى معرفة تاريخ آخر دورة شهرية لديك - سيكون 280 يومًا أو 40 أسبوعًا من اليوم الأول لآخر دورة شهرية لديك هو تاريخ الولادة المتوقع.\n\nتاريخ الولادة هو تقدير فقط. في الواقع، يولد أقل من 5٪ من الأطفال في تاريخ الولادة المتوقع الذي يتم منحه للأم. العديد من العوامل تؤثر على تاريخ ولادة الطفل. نظرًا لأن الدورات الشهرية ليست دائمًا منتظمة كالساعة، يمكن أن يؤدي يوم واحد فقط إلى تغيير تاريخ الولادة.",
  "AmIdrinkingenoughwater": "هل أشرب كمية كافية من الماء؟",
  "water": "تقول ممرضة صحة النساء وممارسة ممرضة كاميلا بيكنيل، آر إن سي، إم إس إن، المؤلفة المشاركة لكتاب 'دليل الحمل القوي': 'السوائل تنقل الغذاء إلى طفلك، وتمنع الولادة المبكرة، وتقلل من الغثيان والانتفاخ والصداع.البول الأصفر الفاتح هو علامة على أنك تشرب كمية كافية. غير واثقة؟ اسأل",
  "ShouldIchangemyworkoutroutine": "هل يجب أن أغير روتين التمرين؟",
  "workout": "الكيك بوكسينغ والتزلج على الجليد غير مناسبين بسبب خطر إصابة البطن أو السقوط. ولكن الحكم المشترك لا يكفي. \"قد تتساءل بعض الحالات المرتبطة بالحمل مع ممارسة الرياضة،\" يقول النسيج النسائي جيمس بيتوني، د. أو.، المؤلف المشارك في كتاب \"The Pregnancy Power Workbook\". الأربطة والأربطة الليفية الأكثر فساحة تجعل النساء الحوامل أكثر عرضة للإصابات الرياضية. احصلي على وصفة رياضية.",
  "Whatissafemedicationsduringpregnancy": "ما هي الأدوية الآمنة أثناء الحمل؟",
  "safemedications": "تخفيف الألم أو الصداع:\nالأسيتامينوفين (تايلينول؛ الفئة B) هو الدواء المفضل لتخفيف الألم أثناء الحمل. يُستخدم على نطاق واسع مع قليل جدًا من التأثيرات الجانبية الموثقة. من ناحية أخرى، يجب تجنب الأسبرين ومضادات الالتهاب غير الستيرويدية (NSAIDs) خلال الحمل. تشمل NSAIDs الايبوبروفين (إدفيل، موترين)، الكيتوبروفين (أوروديس)، والنابروكسين (أليف). إذا كانت آلامك خاصة شديدة - بعد عملية جراحية، على سبيل المثال - قد يصف لك الطبيب دورة قصيرة من مسكنات الألم الأفيونية. عند تناولها وفقًا للتوجيهات، قد لا تؤثر على تطور الجنين. ومع ذلك، يحمل استخدام الأفيونات أثناء الحمل مخاطر انسحاب، يُسمى متلازمة الانسحاب الوليدي (NAS)، بعد الولادة.\n\nدواء الزكام:\nلم تُدرس أدوية الزكام جيدًا للاستخدام خلال الحمل. يقترح بعض الأطباء محاولة الانتظار حتى بعد الأسبوع 12 لتقليل أي مخاطر محتملة على جنينك. الخيارات الآمنة تشمل شراب السعال العادي، مثل فيكس، ديكستروميثورفان (روبيتوسين؛ فئة C) وديكستروميثورفان-غوايفينيسين (روبيتوسين دي إم؛ فئة C)، مطلق البلغم خلال النهار، مثبط السعال في الليل، والأسيتامينوفين (تايلينول؛ الفئة B) لتخفيف الألم والحمى. المكون الفعال في سودافيد، السودوإيفيدرين، قد يرفع ضغط الدم أو يؤثر على تدفق الدم من الرحم إلى الجنين. هذا الدواء ليس مصنفًا من قبل إدارة الغذاء والدواء الأمريكية (FDA). قد يكون آمنًا خلال الحمل، ولكن تحدث مع طبيبك إذا كنت تعاني من ارتفاع ضغط الدم أو لديك مخاوف أخرى.\n\nغالبًا ما يوصي الأطباء بتجربة علاجات منزلية قبل تناول الأدوية: الحصول على الكثير من الراحة، البقاء مترطبًا من خلال شرب الماء والسوائل الدافئة مثل حساء الدجاج أو الشاي، مضمضة بمحلول ملحي لتخفيف التهاب الحلق، استخدام قطرات الأنف الملحية لمحاربة الاحتقان، ترطيب الهواء في غرفتك، استخدام كر\n\nيم النعناع على صدرك، تجربة شرائط الأنف لفتح المسالك الهوائية، ومص الحلوى اللينة أو القرص. الأبوة والأمومة، المراحل، العقم، الصحة والرفاهية، الحياة، الجنس والعلاقات، المنتجات والتجهيزات.",
  "home": "الصفحة الرئيسية",
  "calender": "تقويم",
  "addevent": "إضافة حدث",
  "entertitle": "أدخل العنوان",
  "eventtitle": "عنوان حدث ",
  "enterDescription": "أدخل الوصف",
  "eventDescription": "وصف الحدث",
  "NewEvent": " حدث جديد",
  "Add": "اضف",
  "cancel": "إلغاء",
  "Pleaseentertitledescription": "الرجاء إدخال العنوان والوصف",
  "predection":"تنبؤ",
  "name":"اسم",
  "email":"بريد إلكتروني",
  "age": "السن",
  "systolicbloodpressure": "ضغط دم انقباضي",
  "diastolicbloodpressure":"ضغط الدم الانبساطي",
  "bloodsugar": "سكر الدم",
  "bodytemperature": "درجة حرارة الجسم",
  "heartbeatrate": "معدل ضربات القلب",
  "predict": "تنبأ",
  "emergency": "حالة طوارئ",
  "opengooglemaps": "افتح خرائط جوجل",
  "locationservices": "تم تعطيل خدمات الموقع. الرجاء تفعيل الخدمات",
"Locationpermissions": "تم رفض أذونات الموقع",
"Locationpermissionspermanently": "تم رفض أذونات الموقع بشكل دائم، ولا يمكننا طلب الأذونات.",
  "changeprofile": "تغيير الملف الشخصي",
  "aboutapp":"حول التطبيق",
  "username": "اسم المستخدم",
  "password": "كلمة المرور",
  "namemustnotbeempty": "جب ألا يكون الاسم فارغًا",
  "e-mailmustnotbeempty": "يجب ألا يكون البريد الإلكتروني فارغًا",
  "passwordmustnotbeempty": "يجب ألا تكون كلمة المرور فارغة",
  "fieldrequired": "الحقل مطلوب",
  "reservationregister": "اشتراك الحجز",
  "appoitments": "المواعيد",
  "ClinicReservations": "حجوزات العيادة",
  "PatientsRecord": "سجل المرضى",
  "univercity":"الجامعة",
  "yearofGraduation":"سنة التخرج",
  "locationofclinc":"عنوان العيادة",
  "ticketprice":"سعر الحجز",
  "submit": "تأكيد",
  "sunday": "الأحد",
  "monday": "الاثنين",
  "tuesday": "الثلاثاء",
  "wednesday": "الأربعاء",
  "thursday": "الخميس",
  "friday": "الجمعة",
  "saturday": "السبت",
  "to": "إلى",
  "from": "من",
  "FamilyHistory":"تاريخ العائلة",
  "ChronicHtn": "ارتفاع ضغط الدم المزمن",
  "BMi": "مؤشر كتلة الجسم",
  "ChronicDiabetes": "السكري المزمن",
  "HB": "هيموجلوبين",
  "hematocrit": "نسبة الهيماتوكريت",
  "MCh": "الهيموجلوبين الكروي المتوسط",
  "MCHc": "تركيز الهيموجلوبين الكروي المتوسط",
  "MCv": "حجم الكريات الدموية المتوسط",
  "platelet": "الصفائح الدموية",
  "serumCreatinine": "الكرياتينين السيرمي",
  "HDl": " الكوليسترول ",
  "Success": "نجاح",
  "NoReservationsyet":"لا توجد حجوزات، حتى الآن",
  "patients": " مرضي",
  "nopatientsaddedyet":"للم تتم إضافة أي مرضى حتى الآن",
  "predectionByPatient":"التنبؤ من قبل المريض",
  "PredictionPatientbyDoctor": "التنبؤ بالمريض من قبل الطبيب",
  "predictionbyDoctor": "التنبؤ من قبل الطبيب",
  "Patientdoesnotaddanalysisyet": "المريض لا يضيف التحليل بعد",
  "NoAnalysisaddedyet": "لم تتم إضافة أي تحليل، حتى الآن",
  "Nopredictionisdoneyet": "لم يتم التنبؤ، حتى الآن",
  "assessment": "تقرير",
  "personalInformation": "معلومات شخصية",

  "ageAtMarriage": "العمر عند الزواج",
  "adress": "العنوان",
  "levelOfEducation": "المستوي التعليمي ",
  "ocuppation": "مهنة",
  "habit": "العادة",
  "husbandHabit": "عادة الزوج",
  "husbandAge": "عمر الزوج",
  "husbandOcuppation": "مهنة الزوج",
  "menstrualHistory": "تاريخ الحيض",
  "ageOfMenarche": "سن البلوغ",
  "durationOfMenses": "مدة الدوره الشهريه",
  "intervalOfMenstrualCycle": "فاصل الدورة الشهرية",
  "obstetricHistory": "تاريخ الولادة",
  "fullTermBirth": "حمل كامل المدة",
  "preTermBirth": "ولادة قبل الوقت المتوقع",
  "abortion": "إجهاض",
  "liveBabies": "أطفال أحياء",
  "investigations": "التحقيقات",
  "bloodGroup": "فصيلة الدم",
  "rhFactor": "عامل الريزوس",
  "torch": "امراض الام المعديه لطفل",
  "sugar": "مستوي السكر في الدم",
  "ketone": "الكيتونات في البول",
  "uss": "اختبار فحص الحمل",
  "PhysicalExamination": "الفحص البدني",
  "height": "الطول",
  "weight": "الوزن",
  "prePregancyBodyMassIndex": "مؤشر كتلة الجسم قبل الحمل",
  "bloodPressure": "ضغط الدم",
  "pulse": "نبض",
  "headNeck": "الرأس والرقبة",
  "breastNipples": "الثدي والحلمات",
  "chest": "صدر",
  "teethGums": "الأسنان واللثة",
  "heart": "القلب",
  "abdomen": "البطن",
  "backbone": "العمود الفقري",
  "varicositiesExtremities": "الدوالي والأطراف",
  "edema": "الوذمة",
  "complains_of_first_trimester": "شكاوي الثلث الأول من الحمل",
  "complains_of_second_trimester": "شكاوي الثلث الثاني من الحمل",
  "complains_of_third_trimester": "شكاوي الثلث الثالث من الحمل",
  "nausea": "الغثيان",
  "vomiting": "القيء",
  "urinary_frequency": "تكرار التبول",
  "fatigue": "التعب",
  "breast_tenderness": "حساسية الثدي",
  "vaginal_discharge": "افرازات المهبل",
  "headache": "الصداع",
  "heart_burn": "حرقان المعدة",
  "faintness": "الإغماء",
  "flatulence": "الانتفاخ",
  "varicose_veins": "الوريد الدوالي",
  "dyspnea": "ضيق التنفس",
  "backache": "آلام الظهر",
  "ankle_edema": "تورم الكاحلين",
  "hemorrhoids": "بواسير",
  "NotDeterminedyet": "لم يتحدد بعد",
  "SpecifyAbnormal": "حدد غير طبيعي",
  "searchbyname": "البحث عن طريق الإسم",
  "search": "البحث",
  "PatientId": "رقم التعريفي ل مريض",
  "update": "تحديث",
"login": " تسجيل الدخول",
  "invalidemail": "بريد إلكتروني خاطئ",
"Emaillarger": "لا يمكن أن يكون البريد الإلكتروني أكبر من 100 حرف",
  "Emaillsmaller": "لا يمكن أن يكون البريد الإلكتروني أقل من حرفين",
  "passwordslarger": "لا يمكن أن تكون كلمة المرور أكبر من 100 حرف",
  "passwordsmaller": "كلمة المرور لا يمكن أن تكون أقل من 6 أحرف",
  "ifyouhavenaccount": "إذا لم يكن لديك حساب",
"clickHere": "انقر هنا",
"signup": "أفتح حساب الأن",
"patient": "مريض",
  "resetpassword": "إعادة تعيين كلمة المرور",
  "birthDate": "تاريخ الميلاد",
"BirthDateisrequired": "تاريخ الميلاد مطلوب",
  "usernamesmaller": "لا يمكن أن يزيد اسم المستخدم عن 100 حرف",
  "usernamelarger": "ا يمكن أن يكون اسم المستخدم أقل من حرفين",
  "LastPeriod": "تاريخ اخر دورة شهريه"
}

