

{
  "changes_physiological_common": "Common Physiological Changes",
  "vomiting_and_nausea": "Vomiting and Nausea",
  "ginger_chamomile_vitaminB6_acupuncture_recommended": "Ginger, chamomile, vitamin B6, and acupuncture are recommended for the relief of nausea in early pregnancy, based on a woman's preferences and available options.",
  "heartburn": "Heartburn",
  "advice_on_diet_and_lifestyle_recommended": "Advice on diet and lifestyle is recommended to prevent and relieve heartburn in pregnancy. Antacid preparations can be offered to women with troublesome symptoms that are not relieved by lifestyle modifications.",
  "leg_cramps": "Leg Cramps",
  "magnesium_calcium_non_pharmacological_treatment_recommended": "Magnesium, calcium, and non-pharmacological treatment options can be used for the relief of leg cramps in pregnancy, based on a woman's preferences and available options.",
  "low_back_and_pelvic_pain": "Low Back and Pelvic Pain",
  "regular_exercises_recommended": "Regular exercises throughout pregnancy are recommended to prevent low back and pelvic pain. There are several different treatment options that can be used, such as physiotherapy, support belts, and acupuncture, based on a woman's preferences and available options.",
  "constipation": "Constipation",
  "wheat_bran_fiber_supplements_recommended": "Wheat bran or other fiber supplements can be used to relieve constipation in pregnancy if the condition fails to respond to dietary modification, based on a woman's preferences and available options.",
  "varicose_veins_and_edema": "Varicose Veins and Edema",
  "non_pharmacological_options_recommended": "Non-pharmacological options, such as compression stockings, leg elevation, and water immersion, can be used for the management of varicose veins and edema in pregnancy, based on a woman's preferences and available options.",
  "assessment_fetal": "Fetal Assessment",
  "counting_movement_fetal_daily": "Counting Fetal Movements Daily",
  "research_rigorous_of_context": "Daily counting of fetal movements is recommended, as shown in the \"Count to Ten\" chart.",
  "symphysis_fetal_height_measurement": "Symphysis-Fundal Height Measurement",
  "not_recommended_for_fetal_growth": "It is not recommended to change the evaluation of fetal growth to improve outcomes in the perinatal period. Instead, it is advised to replace abdominal palpation with measuring the height of the uterine fundus in a specific environment (abdominal palpation or measurement) different from what is usually practiced.",
  "cardiotocography_antenatal": "Antenatal Cardiotocography",
  "not_recommended_for_pregnant_women": "Routine antenatal cardiotocography is not recommended for pregnant women to improve maternal outcomes and the perinatal period.",
  "scan_ultrasound": "Ultrasound Scan",
  "recommended_for_pregnant_women": "Early ultrasound scanning is recommended for pregnant women within 24 weeks of gestation to estimate gestational age, improve detection of fetal abnormalities and multiple pregnancies, reduce induction of labor in the post-term period, and enhance women's pregnancy experiences.",
  "vessels_blood_fetal_of_ultrasound_doppler": "Doppler Ultrasound of Fetal Blood Vessels",
  "not_recommended_for_pregnant_women_doppler": "Routine Doppler ultrasound examination is not recommended for pregnant women to improve maternal outcomes and the perinatal period.",
  "how_does_anemia_affect_the_fetus_during_pregnancy": "How does anemia affect the fetus during pregnancy?",
  "anemia_affects_the_growth_of_the_fetus": "The developing fetus relies on you to get enough iron, vitamin B12 and folic acid. Anemia can affect the growth of the fetus, especially during the first trimester.If anemia goes untreated, your baby is at higher risk of having anemia after birth, which can lead to developmental problems. Also, anemia increases the risk of delivering your baby early and having a low-weight baby.",

  "does_anemia_cause_miscarriage": "Does anemia cause miscarriage?",
  "anemia_does_not_directly_cause_miscarriage": "No, anemia does not directly cause miscarriage",
  "symptoms_of_anemia_during_pregnancy": "Symptoms of anemia during pregnancy",
  "symptoms_of_anemia_may_include_fatigue_cold_and_shortness_of_breath": "Symptoms of anemia may include fatigue, cold, and shortness of breath",
  "how_is_anemia_treated_during_pregnancy": "How is anemia treated during pregnancy?",
  "mild_to_moderate_anemia_can_be_treated_with_prenatal_vitamins_or_iron_supplements": "Mild to moderate anemia can be treated with prenatal vitamins or iron supplements Severe anemia may require blood transfusion",

  "how_can_i_treat_anemia_at_home_during_pregnancy": "How can I treat anemia at home during pregnancy?",
  "making_dietary_changes_and_taking_prenatal_vitamins_can_help_treat_anemia": "Making dietary changes and taking prenatal vitamins can help treat anemia",
  "when_will_i_notice_a_change_after_treatment_for_anemia_during_pregnancy": "When will I notice a change after treatment for anemia during pregnancy?",
  "if_you_have_iron_deficiency_b12_deficiency_or_folate_deficiency_anemia_you_should_feel_better_within_a_few_days_of_taking_a_supplement": "If you have iron deficiency, B12 deficiency, or folate deficiency anemia, you should feel better within a few days of taking a supplement",
  "if_you_dont_notice_a_change_talk_to_your_provider": "If you don't notice a change, talk to your provider",
  "tips_gestational_diabetes": "Tips for Women with Gestational Diabetes",
  "healthy_eating": "Healthy Eating",
  "meal_plan_description": "Eating healthy foods from a meal plan designed for a person with diabetes. A dietitian can help you create a healthy meal plan. The dietitian can also help you control your blood sugar during pregnancy.",
  "exercise_regularly": "Exercise Regularly",
  "exercise_description": "Exercise is another way to keep your blood sugar under control. It helps balance your food intake. After consulting with your doctor, you can exercise regularly during and after pregnancy. Engage in moderate-intensity physical activity for at least 30 minutes five days a week. It can be brisk walking, active play with children, or swimming.",
  "monitor_blood_sugar": "Monitor Blood Sugar Regularly",
  "monitoring_description": "Pregnancy leads to rapid changes in the body's energy needs, and blood sugar levels can change quickly. Check your blood sugar regularly according to your doctor's instructions.",
  "take_insulin": "Take Insulin if Necessary",
  "insulin_description": "Sometimes, a woman with gestational diabetes needs to take insulin. If your doctor has prescribed insulin, take it as directed to help keep your blood sugar under control.",
  "diabetes_test_after_pregnancy": "Get Tested for Diabetes After Pregnancy",
  "diabetes_test_description": "Get tested for diabetes 6 to 12 weeks after giving birth and then every 1 to 3 years. For most women with gestational diabetes, the condition goes away soon after delivery. If it doesn't go away, it's called type 2 diabetes. Even if diabetes goes away after childbirth, women are at a higher risk of developing type 2 diabetes later in life.",
  "pregnancy_week_preeclampsia": "At what week of pregnancy does preeclampsia start?",
  "pregnancy_week_preeclampsia_response": "Preeclampsia typically occurs after the 20th week of pregnancy, but it can occur earlier. Most cases of preeclampsia occur at or near full-term (37 weeks). Preeclampsia can also occur after delivery (postpartum preeclampsia), which typically occurs within the first few days to one week after delivery. In rare cases, it can occur weeks after childbirth.",
  "pregnancy_treatment": "How is preeclampsia treated?",
  "pregnancy_treatment_response": "Your healthcare provider will provide guidance on the best approach to treating preeclampsia. Treatment generally depends on the severity of preeclampsia and the gestational age. If you're approaching full-term (37 weeks of pregnancy or beyond), it's likely that your baby will be delivered early. You may still be able to have a vaginal delivery, but sometimes a cesarean section is recommended. Your healthcare provider may prescribe medications to help your baby's lungs mature and to control blood pressure until the baby is delivered. In some cases, it's better to deliver the baby early rather than risk prolonging the pregnancy.",
  "preeclampsia_monitoring": "When preeclampsia develops early in pregnancy, how is its progression prevented?",
  "preeclampsia_monitoring_response": "You will be closely monitored when preeclampsia develops early in pregnancy with the goal of prolonging the pregnancy and allowing the fetus to grow and develop. You'll need additional prenatal appointments, including ultrasound examinations, urine tests, and blood draws. You may be asked to monitor your blood pressure at home. If you're diagnosed with severe preeclampsia, you may need to stay in the hospital until",
  "pregnancy_during_anemia": "What is anemia during pregnancy?",
  "pregnancy_during_anemia_response": "Anemia is when you don't have enough red blood cells to carry oxygen throughout your body. When your body doesn't get enough oxygen from your blood, it can't function properly.",
  "pregnancy_during_anemia_anemic": "When is a person considered anemic during pregnancy?",
  "pregnancy_during_anemia_anemic_response": "A person is considered anemic during pregnancy if they have an insufficient number of red blood cells.",
  "pregnancy_during_anemia_risk": "Who is most likely to have anemia during pregnancy?",
  "pregnancy_during_anemia_risk_response": "You may be at higher risk for anemia during pregnancy if you are pregnant with multiples.",
  "pregnancy_during_anemia_prevention": "What is the best way to prevent anemia during pregnancy?",
  "pregnancy_during_anemia_prevention_response": "Good nutrition is the best way to prevent anemia during pregnancy.",
  "pregnancy_during_anemia_nutrition": "What foods can be consumed to prevent anemia when trying to become pregnant?",
  "pregnancy_during_anemia_nutrition_response": "Eating foods high in iron can help maintain the necessary iron supply for proper functioning. These foods include red meat, dark green leafy vegetables, eggs, fortified cereals, and peanuts.",
  "gestational_diabetes_definition": "What is gestational diabetes?",
  "gestational_diabetes_definition_response": "Gestational diabetes is a condition in which blood sugar levels rise during pregnancy. It occurs when the body cannot properly use insulin to deal with the sugar in the blood.",
  "gestational_diabetes_igt_ifg": "What is impaired glucose tolerance (IGT) and impaired fasting glucose (IFG) and how are they related to gestational diabetes?",
  "gestational_diabetes_igt_ifg_response": "Impaired glucose tolerance (IGT) and impaired fasting glucose (IFG) are intermediate states between normality and diabetes. IGT is a condition of impaired glucose tolerance during fasting, while IFG is a condition of impaired glucose tolerance after fasting.",
  "gestational_diabetes_risk_factors": "What increases my chances of developing gestational diabetes?",
  "gestational_diabetes_risk_factors_response": "If you are overweight, have polycystic ovary syndrome, have had a history of gestational diabetes, or have a family history of type 2 diabetes, your chances of developing gestational diabetes are increased.",
  "gestational_diabetes_prevention": "How can I reduce my chances of developing gestational diabetes?",
  "gestational_diabetes_prevention_response": "If you are considering pregnancy and are overweight, you can reduce your chances of developing gestational diabetes by losing excess weight and increasing physical activity before getting pregnant. These steps can improve how your body uses insulin and help maintain normal blood glucose levels.",
  "preeclampsia_definition": "What is preeclampsia?",
  "preeclampsia_definition_answer": "If you haven't had high blood pressure before but your blood pressure rises to 140/90 millimeters of mercury (mm Hg) or higher after 20 weeks of pregnancy, you may have preeclampsia. Protein in urine may also be tested due to pressure on the kidneys.",
  "preeclampsia_prevention": "Can I prevent preeclampsia?",
  "preeclampsia_prevention_answer": "Healthy lifestyle, regular exercise, following a diet rich in vegetables and low in processed foods, exercising and following a healthy diet can also help control chronic conditions such as obesity, chronic high blood pressure, and diabetes, all of which are risk factors for preeclampsia.",
  "preeclampsia_practices": "Recommended practices",
  "preeclampsia_practices_answer": "Calcium supplements during pregnancy in areas where calcium intake is low (<900 mg/day). Low-dose aspirin (75 mg) for preeclampsia prevention in women at high risk of developing the condition. Blood pressure-lowering medications for pregnant women with severe hypertension. In women with severe preeclampsia, if a viable fetus is present and the pregnancy is less than 37 weeks, expectant management may be considered, provided there is no uncontrolled maternal hypertension, worsening maternal organ dysfunction, fetal growth restriction, or other monitored conditions.",
  "preeclampsia_not_recommended": "Not recommended practices",
  "preeclampsia_not_recommended_answer": "Vitamin D supplements during pregnancy, calcium supplements during pregnancy in areas with calcium deficiency, individual or combined vitamin C and vitamin E supplements, use of diuretics, particularly thiazides.",
  "assessment_fetal_maternal": "Assessment Fetal Maternal",
  "anemia_diagnosis_pregnancy": "Full blood count testing is the recommended method for diagnosing anemia in pregnancy.",
  "MaternalassessmentAsymptomaticBacteriuria": "Maternal assessment Asymptomatic Bacteriuria (ASB)",
  "anemia_diagnosis_alternative": "In settings where full blood count testing is not available, on-site hemoglobin testing with a hemoglobinometer is recommended over the use of the hemoglobin color scale as the method for diagnosing anemia in pregnancy.",
  "bacteriuria_diagnosis_pregnancy": "Midstream urine culture is the recommended method for diagnosing asymptomatic bacteriuria (ASB) in pregnancy.",
  "bacteriuria_diagnosis_alternative": "In settings where urine culture is not available, on-site midstream urine gram-staining is recommended over the use of dipstick tests as the method for diagnosing ASB in pregnancy.",
  "intimate_partner_violence": "Intimate Partner Violence (IPV)",
  "ipv_enquiry_recommendation": "Clinical enquiry about the possibility of intimate partner violence (IPV) should be strongly considered at antenatal care visits.",
  "Tobaccouse": "Tobacco use",
  "Health-careprovidersshouldaskallpregnantwomenabouttheiruseofalcohol": "Health-care providers should ask all pregnant women about their use of alcohol and other substances (past and present) as early as possible in the pregnancy and at every antenatal care visit.",
"Humanimmunodeficiencyvirus(HIV)andsyphilis": "Human immunodeficiency virus(HIV) and syphilis",
  "Inhigh-prevalencesettings": "In high-prevalence settings, provider-initiated testing and counselling (PITC) for HIV should be considered a routine component of the package of care for pregnant women in all antenatal care settings. In low-prevalence settings, PITC can be considered for pregnant women in antenatal care settings as a key component of the effort to eliminate mother-to-child transmission of HIV, and to integrate HIV testing with syphilis, viral or other key tests, as relevant to the setting, and to strengthen the underlying maternal and child health systems.",
  "tuberculosis": "Tuberculosis",
  "Insettingswherethetuberculosis":"In settings where the tuberculosis (TB) prevalence in the general population is 100/100 000 population or higher, systematic screening for active TB should be considered for pregnant women as part of antenatal care",
  "ipv_improve_diagnosis": "When assessing conditions that may be caused or complicated by IPV in order to improve clinical diagnosis and subsequent care.",
  "ipv_supportive_response": "A supportive response (including referral where appropriate) should be provided.",
  "ipv_who_requirements": "Where the WHO minimum requirements are met.",
  "gestational_diabetes_mellitus": "Gestational Diabetes Mellitus",
  "interventions_nutritional": "Nutritional Interventions",
  "interventions_dietary": "Dietary Interventions",
  "counseling_pregnant_women": "Counseling about eating healthy and keeping active physically during pregnancy is recommended for pregnant women to stay healthy and to prevent excessive weight gain during pregnancy. In undernourished populations, nutritional education about increasing daily energy and protein intake is recommended for pregnant women to reduce the risk of neonatal low birth weight.",
  "counseling_pregnant_women_details": "Pregnant women are advised to receive counseling about eating healthy and staying physically active during pregnancy to maintain their health and prevent excessive weight gain. In undernourished populations, pregnant women are recommended to receive nutritional education about increasing their daily energy and protein intake to reduce the risk of low birth weight in newborns.",
  "balanced_energy_protein_supplementation": "In undernourished populations, balanced energy and protein dietary supplementation is recommended for pregnant women to reduce the risk of stillbirths and small-for-preterm neonates. High protein supplementation is not recommended for pregnant women to improve maternal and perinatal outcomes.",
  "balanced_energy_protein_supplementation_details": "In undernourished populations, it is recommended that pregnant women receive balanced energy and protein dietary supplementation to reduce the risk of stillbirths and small-for-preterm neonates. However, high protein supplementation is not advised for pregnant women to improve maternal and perinatal outcomes.",
  "iron_folic_acid_supplementation": "Iron and Folic Acid Supplementation",
  "iron_folic_acid_supplementation_details": "Daily oral iron and folic acid supplementation with 30 mg to 60 mg of elemental iron and 400 mg (0.4 mg) of folic acid is recommended for pregnant women to prevent maternal anemia, puerperal sepsis, preterm birth, and low birth weight.",
  "intermittent_iron_folic_acid_supplementation": "Intermittent Iron and Folic Acid Supplementation",
  "intermittent_iron_folic_acid_supplementation_details": "Intermittent oral iron and folic acid supplementation with 120 mg of elemental iron and 2800 mg (2.8 mg) of folic acid once weekly is recommended for pregnant women to improve maternal and neonatal outcomes if daily iron supplementation is not acceptable, and in populations with an anemia prevalence among pregnant women less than 20%.",
  "calcium_supplementation": "Calcium Supplementation",
  "calcium_supplementation_details": "In populations with low dietary calcium intake, daily calcium supplementation (1.5 - 2.0 g oral elemental calcium) is recommended for pregnant women to reduce the risk of preeclampsia.",
  "vitamin_a_supplementation": "Vitamin A Supplementation",
  "vitamin_a_supplementation_details": "Vitamin A supplementation is only recommended for pregnant women in areas where vitamin A deficiency is a severe public health problem, to prevent night blindness.",
  "zinc_supplementation": "Zinc Supplementation",
  "zinc_supplementation_details": "Zinc supplementation for pregnant women is only recommended in the context of rigorous research.",
  "multiple_micronutrient_supplementation": "Multiple Micronutrient Supplementation",
  "multiple_micronutrient_supplementation_details": "Multiple micronutrient supplementation is not recommended for pregnant women to improve perinatal and maternal outcomes.",
  "vitamin_b6_supplementation": "Vitamin B6 Supplementation",
  "vitamin_b6_supplementation_details": "Vitamin B6 supplementation is not recommended for pregnant women to improve perinatal outcomes.",
  "vitamin_e_c_supplementation": "Vitamin E and C Supplementation",
  "vitamin_e_c_supplementation_details": "Vitamin E and C supplementation is not recommended for pregnant women to improve perinatal outcomes.",
  "vitamin_d_supplementation": "Vitamin D Supplementation",
  "vitamin_d_supplementation_details": "Vitamin D supplementation is not recommended for pregnant women to improve perinatal outcomes.",
  "restricting_caffeine_intake": "Restricting Caffeine Intake",
  "restricting_caffeine_intake_details": "For pregnant women with high daily caffeine intake (more than 300 mg per day), lowering daily caffeine intake during pregnancy is recommended to reduce the risk of pregnancy loss and low birth weight neonates.",
  "measures_preventive": "Preventive Measures",
  "asb_antibiotics": "Antibiotics for Asymptomatic Bacteriuria (ASB)",
  "asb_recommendation": "Antibiotic treatment for seven days is recommended for all pregnant women with asymptomatic bacteriuria (ASB) to prevent persistent bacteriuria, preterm birth, and low birth weight.",
  "prophylaxis_antibiotic": "Prophylactic Antibiotics",
  "antibiotic_prophylaxis_recommendation": "Prophylactic antibiotic treatment is recommended only for prevention of recurrent urinary tract infections in pregnant women in specific research contexts.",
  "immunoglobin_D_anti": "Prepartum Anti-D Immunoglobulin",
  "immunoglobin_D_anti_recommendation": "Prevention of RhD alloimmunization is recommended using anti-D immunoglobulin sensitized at 28 and 34 weeks of gestation to prevent mild RhD immunization in RhD-negative pregnant women, only in specific research contexts.",
  "treatment_anthelminthic_preventive": "Preventive Anthelminthic Treatment",
  "anthelminthic_treatment_recommendation": "Preventive anthelminthic treatment is recommended in worm-endemic areas for pregnant women after the first trimester as part of a deworming program.",
  "vaccination_toxoid_tetanus": "Tetanus Toxoid Vaccination",
  "tetanus_vaccination_recommendation": "Tetanus toxoid vaccinations are recommended for all pregnant women, based on prior tetanus vaccination exposure, to prevent neonatal deaths due to tetanus.",
  "prevention_malaria": "Malaria Prevention",
  "malaria_prevention_recommendation": "Intermittent preventive treatment with sulfadoxine-pyrimethamine (SP-IPTp) is recommended for all pregnant women in malaria-endemic areas in Africa. The doses should start in the second trimester, and doses should be given one month apart.",
  "guides_general": "General Guidelines",
  "guidelines": "Guidelines",
  "anemia": "Anemia",
  "preeclampsia": "Preeclampsia",
  "diabetes": "Diabetes",
  "guide": "Guide",
  "notes": "Notes",
  "reservations": "Reservations",
  "analysis": "Analysis",
  "questions": "Questions",
  "kickcounter": "KickCounter",
  "nonotesadded" :"No Notes Added",
  "addNote": "Add Note",
  "titlenote": "Note Title",
  "notescannottbelessthanletter": "Notes Can Not be Less Than 2 Letter",
  "note": "Note",
  "editNote": "EditNote",
  "doctor":"Doctor",
  "nurse": "Nurse",
  "doctors":"Doctors",
  "nurses": "Nurses",
  "nodoctorregistredyet": "No Doctor Registred ,Yet",
  "profile": "Profile",
  "doctordoesnotsharehisprofileyet": "Doctor does not Share his Profile ,yet",
  "Notimesdeterminedbydoctoryet": "No times Determined by Doctor,yet",
  "ok": "Ok",
  "timereserved": "TimeReserved",
  "savedsuccessfully": "Saved Successfully",
  "book": "Book",
  "analysisname": "Analysis Name",
  "add": "Add Analysis ",
  "youdonotuploadanyanalysisyet":"You Do not Upload any analysis ,yet",
  "kick": "Kick",
  "end": "End",
  "reset": "Reset",
  "nokicksaddedyet": "No Kicks added , yet",
  "genralguides": "General GuideLines",
  "lowrisk": "Low Risk",
  "highrisk": "High Risk",
  "ClinicalPracticeRecommendationsforThePreventionandManagementofPre-EclampsiaandEclampsia":"Clinical Practice Recommendations for The Prevention and  Management of Pre-Eclampsia and Eclampsia",
  "PracticeImplication": "Practice Implication",
  "Providecalcium": "Provide calcium to all women with low calcium intake and low-dose acetylsalicylic acid to selected groups for the prevention of PE/E.While vitamin supplementation can be useful for other health conditions, do not provideVitamins C, D, or E, to pregnant women as part of a strategy for prevention of PE/E.Give antihypertensive drugs, but not diuretics, to pregnant women with severe hypertension.",
  "Donotadviserestordietary": "Do not advise rest or dietary saltrestriction for pregnant women to prevent pre-eclampsia or its complications.For a woman with severe pre-eclampsia during a preterm pregnancy (<37 weeks), clinicians can monitor the woman if: (1) herblood pressure is under control (2) there is no fetal distress; and(3) there are no signs of maternal organ dysfunction. Continuous monitoring is necessary during this period of expectant management.",
  "Whendopregnancycravingsstart": "When do pregnancy cravings start?",
  "Earlysignsandsymptoms": "Early signs and symptoms Many women still feel fine at 4 weeks, but others may notice sore breasts, fatigue, frequent urination, and nausea (feeling sick).Sometimes pregnant women have some very light bleeding, called \"spotting\", at the time when their period would be due. This is also known as implantation bleeding, which is when the foetus plants itself into the wall of your womb. Spotting is completely normal and does not need any medical treatment.You may be sick or feel sick – this is commonly known as morning sickness, but it can happen at any time of day. If you feel nauseous and cant keep anything down, contact your GP. You may also notice changes in your breasts. They may become larger and feel tender, like they might do before your period. The veins may show up more and the nipples may darken and stand out.Every woman is different and not all women will notice all these symptoms. If you are eagerly looking out for any hints that you might be pregnant, other early signs of pregnancy include: needing to pee more often – you may find you have to get up in the nightbeing constipated increased vaginal discharge without any soreness or irritation feeling tired having a strange taste in your mouth – many women describe it as metallic going off some things, such as tea, coffee, tobacco smoke or fatty food",
  "HowmuchweightshouldIgaininpregnancy": "How much weight should I gain in pregnancy?",
  "Weightgaininpregnancy": "Weight gain in pregnancy varies from person to person. It also depends on your weight before you become pregnant.Most pregnant women gain between 10kg and 12.5kg (22lb to 26lb), putting on most of the weight after week 20. Much of the extra weight is due to your baby growing, but your body will also be storing fat, ready to make breast milk after your baby is born.Putting on too much or too little weight while you are pregnant can lead to health problems for you or your unborn baby. But dont worry, it is easy to make healthy food choices. Find out what to eat when pregnant and what foods to avoid",
  "WhatprenatalvitaminsshouldItake": "What prenatal vitamins should I take?",
  "vitmain": "You will get most of the vitamins and minerals you need by eating a healthy, varied diet. But when you are pregnant (and while you are trying to get pregnant) you also need to take a folic acid supplement. To keep bones and muscles healthy, we need vitamin D. From late March/early April to the end of September, most people make enough vitamin D from sunlight on their skin. However, between October and early March we should consider taking a daily vitamin D supplement because we cannot make it from sunlight.Just 10 micrograms a day is all you need – it is the same for kids and grown-ups. Some people should take a vitamin D supplement all year round, find out if this applies to you on the NHS website.Along with the vitamins you should take, there are also some to watch out for and avoid. You should avoid supplements and multivitamins containing vitamin A (retinol) – as too much of it can harm your baby is development. You should also avoid liver and liver products (including fish liver oil), as they are high in vitamin A.Find out more about vitamins and supplements in pregnancy",
  "HowshouldIsleepinpregnancy": "How should I sleep in pregnancy?",
  "sleep": "Depending on how you normally like to snooze, you might have to rethink your favourite position while you are pregnant.If you sleep on your back, it is safe to continue during the first trimester, but as your bump gets bigger and heavier you will need to sleep on your side, so it is best to get into the habit as soon as you can.By the third trimester (after 28 weeks of pregnancy), sleeping on your side is the safest position for your baby as it helps prevent the risk of stillbirth. Dont worry, if your pregnancy is uncomplicated your risk of stillbirth is low (1 in 200 babies are stillborn) and going to sleep on your side will make it even lower.It is ok if you end up in all sorts of positions when you are asleep. The important thing to remember is to fall asleep on your side, as this means you are sleeping safely for your baby. If you wake up on your back, dont be alarmed, just turn onto your side and go back to sleep.Try sleeping on one side with your knees bent, it will help reduce the amount of pressure on your uterus and help you breathe better. Plus, this position can help relieve backache. You can use pillows under your belly, between your legs, and behind your back if you like.You should go to sleep on your side whenever you have a snooze, including: *going to sleep at night *getting back to sleep, after waking up at night *daytime naps",
  "Whathappensinanantenatalclass": "What happens in an antenatal class?",
  "before": "Antenatal classes are available to provide you and your partner with helpful information on labor, birth, and early parenthood. They are usually informal, fun, and sociable, making them a great place to meet other parents-to-be. The friends you make at antenatal classes can become a great support network. Many antenatal courses and workshops are now available online.\n\nThese classes typically start 8 to 10 weeks before your baby is born, occurring once a week for about 2 hours. You can choose classes that are exclusively for pregnant women or ones that welcome a partner or friend. There are sometimes classes specifically designed for single mothers or teenagers.\n\nAntenatal classes cover a range of topics, including diet (how to maintain a healthy diet during pregnancy), exercise (types of exercise beneficial for staying fit during pregnancy), labor (what to expect during the labor process), relaxation techniques during pregnancy and postpartum, delivery methods (different birth methods and interventions), after the birth (caring for your newborn and maintaining your own health), and emotional wellbeing (understanding and managing emotions during and after pregnancy).",
  "ShouldIhavethefluvaccine": "Should I have the flu vaccine?",
"fluvaccine": "The flu jab is the safest way to help protect pregnant women and their babies against flu, regardless of their stage in pregnancy or how fit and healthy they feel. Pregnancy naturally weakens the immune system, which means it is harder to fight off infections. As a result, flu can cause serious complications. One of the most common flu complications is bronchitis - a chest infection that can become serious and develop into pneumonia. Read more about the flu jab in pregnancy on the NHS website.",
  "HowWillIKnowMyDueDate": "How Will I Know My Due Date?",
  "duedate": "Understanding how due dates are calculated is important. A woman can normally count on 36 to 40 weeks of pregnancy. To efficiently calculate your due date, you will need to know the date of your last menstrual period — 280 days or 40 weeks from the first day of your last period will be your due date. The due date of a pregnancy is only an estimation. In reality, less than 5% of babies are born on the due date the mother is given. Many factors affect the due date of a child. Considering menstrual periods are not always like clockwork, just one day can throw off the due date.",
  "AmIdrinkingenoughwater": "Am I drinking enough water?",
  "water": "“Fluids transport nutrition to your baby, prevent preterm labor, and minimize nausea, bloating and headaches,” says women’s health nurse practitioner Camilla Bicknell, RNC, MSN, co-author of “The Pregnancy Power Workbook.” Pale yellow urine is a sign you’re drinking plenty. Not sure? Ask.",
  "ShouldIchangemyworkoutroutine": "Should I change my workout routine?",
  "workout": "Kickboxing and ice-skating are out because of the risk of belly trauma or falling down. But common sense isn’t enough. Certain pregnancy-related conditions may worsen with exercise, says obstetrician James Betoni, D.O., co-author of The Pregnancy Power Workbook. Looser tendons and ligaments make pregnant women more prone to sports injuries. Get a fitness prescription.",
  "Whatissafemedicationsduringpregnancy": "What is safe medications during pregnancy?",
  "safemedications": "Pain or headache relief:\nAcetaminophen (Tylenol; category B) is the drug of choice for pain during pregnancy. It’s widely used with very few documented adverse effects. Aspirin and nonsteroidal anti-inflammatory drugs (NSAIDs), on the other hand, should be avoided during pregnancy. NSAIDs include ibuprofen (Advil, Motrin), ketoprofen (Orudis), and naproxen (Aleve). If your pain is particularly severe — after surgery, for example — your doctor may prescribe a short course of opioid pain relievers. When taken as directed, they may not affect fetal development. However, opioid use during pregnancy does carry the risk of withdrawal, called neonatal abstinence syndrome (NAS), after delivery.\n\nCold medicine:\nCold medications are not well-studied for use during pregnancy. Some doctors suggest trying to wait until after your 12th week to minimize any potential risks to your baby. Safe options include plain cough syrup, such as Vicks, dextromethorphan (Robitussin; category C) and dextromethorphan-guaifenesin (Robitussin DM; category C) cough syrups, cough expectorant during the day, cough suppressant at night, and acetaminophen (Tylenol; category B) to relieve pain and fever. The active ingredient in Sudafed, pseudoephedrine, may elevate blood pressure or affect blood flow from the uterus to the fetus. This drug isn’t classified by the FDA. It may be safe during pregnancy, but speak with your doctor if you have high blood pressure or other concerns.\n\nDoctors often recommend trying home treatments before taking medications: Get plenty of rest, stay hydrated by drinking water and warm liquids, like chicken soup or tea, gargle salt water to ease a sore throat, use saline nose drops to fight stuffiness, humidify the air in your room, use menthol rub on your chest, try nasal strips to open airways, and suck on cough drops or lozenges.\n\nParenthood, Stages, Infertility, Health & Well-Being, Life, Sex & Relationships, Products & Gear.",
  "home": "Home",
  "calender": "Calender",
  "addevent": "Add Event",
  "entertitle": "Enter Title",
  "eventtitle": "Event Title ",
  "enterDescription": "Enter Description",
  "eventDescription": "Event Discription",
  "NewEvent": " New Event",
  "Add": "add",
  "cancel": "Cancel",
  "Pleaseentertitledescription": "Please enter title & description",
  "predection":"Predection",
  "name":"Name",
  "email":"Email",
  "age": "Age",
  "systolicbloodpressure": "systolic blood pressure",
  "diastolicbloodpressure":"Diastolic blood pressure",
  "bloodsugar": "Blood Sugar",
  "bodytemperature": "Body Temperature",
  "heartbeatrate": "HeartBeat rate",
  "predict": "Predict",
  "emergency": "Emergency",
  "opengooglemaps": "open google maps",
  "locationservices": "location services are disabled. Please enable the services",
  "Locationpermissions":"Location permissions are denied",
  "Locationpermissionspermanently": "Location permissions are permanently denied, we cannot request permissions.",
  "changeprofile": "Change Profile",
  "aboutapp":"About App",
  "username": "User Name",
  "password": "Password",
  "namemustnotbeempty": "name must not be empty",
  "e-mailmustnotbeempty": "e-mail must not be empty",
  "passwordmustnotbeempty": "password must not be empty",
  "fieldrequired": "Field Required",
  "reservationregister": "Reservation Register",
  "appoitments": "Appoitments",
  "ClinicReservations": "Clinic Reservations",
  "PatientsRecord": "Patients Record",
  "univercity": "Univercity",
  "yearofGraduation": "Year of Graduation",
  "locationofclinc": "Location of clinc ",
  "ticketprice": "Ticket price ",
  "submit": "submit",
  "sunday": "Sunday",
  "monday": "Monday",
  "tuesday": "Tuesday",
  "wednesday": "Wednesday",
  "thursday": "Thursday",
  "friday": "Friday",
  "saturday": "Saturday",
  "to": "to",
  "from": "From",
  "FamilyHistory":"Family History",
  "ChronicHtn":"Chronic Htn",
  "BMi":"BMI",
  "ChronicDiabetes":"Chronic Diabetes",
  "HB": "Hemoglbin",
  "hematocrit": "Hematocrit",
  "MCh": "MCH",
  "MCHc": "MCH",
  "MCv": "MCv",
  "platelet": "Platelet",
  "serumCreatinine": "SerumCreatinine",
  "HDl": "HDL",
"Success": "Success",
  "NoReservationsyet": "No Reservations, yet",
  "patients": "Patients",
  "nopatientsaddedyet": "No patients added ,yet ",
  "predectionByPatient": "Predection By Patient",
  "PredictionPatientbyDoctor": "Prediction Patient by Doctor",
  "predictionbyDoctor": "Prediction by Doctor",
  "Patientdoesnotaddanalysisyet": "Patient does not add analysis, yet",
  "NoAnalysisaddedyet": "No Analysis added ,yet",
  "Nopredictionisdoneyet": "No prediction is done , yet",
  "assessment": "Assessment",
  "personalInformation": "Personal Information",

  "ageAtMarriage": "Age at Marriage",
  "adress": "Adress",
  "levelOfEducation": "Level of Education",
  "ocuppation": "Ocuppation",
  "habit": "Habit",
  "husbandHabit": "husband Habit",
  "husbandAge": "Husband Age",
  "husbandOcuppation": "Husband Ocuppation",
  "menstrualHistory": "Menstrual History",
  "ageOfMenarche": "Age of menarche",
  "durationOfMenses": "Duration of Menses ",
  "intervalOfMenstrualCycle": "Interval of Menstrual Cycle",
  "obstetricHistory": "obstetric history",
  "fullTermBirth": "Full term Birth",
  "pretermBirth": "Preterm Birth",
  "abortion": "Abortion",
  "liveBabies": "LiveBabies",
  "investigations": "investigations",
  "bloodGroup": "Blood Group",
  "rhFactor": "Rh Factor",
  "tORCH": "TORCH",
  "sugar": "Sugar",
  "ketone": "Ketone",
  "uss": "U.s.s",
  "PhysicalExamination": "Physical Examination",
  "height": "Height",
  "weight": "weight",
  "prePregancyBodyMassindex": "Prepregancy Body Mass index",
  "bloodPressure": "Blood Pressure",
  "pulse": "pulse",
  "headNeck": "head & neck",
  "breastNipples": "Breast&nipples",
  "chest": "Chest",
  "teethGums": "Teeth & gums",
  "heart": "Heart",
  "abdomen": "Abdomen",
  "backbone": "Backbone",
  "varicositiesextremities": "Varicosities &Extremities",
  "edema": "Edema",
  "complains_of_first_trimester": "Complains of first trimester",
  "complains_of_second_trimester": "Complains of Second trimester",
  "complains_of_third_trimester": "Complains of third trimester",
  "nausea": "Nausea",
  "vomiting": "Vomiting",
  "urinary_frequency": "Urinary frequency",
  "fatigue": "Fatigue",
  "breast_tenderness": "Breast tenderness",
  "vaginal_discharge": "Vaginal discharge",
  "headache": "Headache",
  "heart_burn": "Heartburn",
  "faintness": "Faintness",
  "flatulence": "Flatulence",
  "varicose_veins": "Varicose veins",
  "dyspnea": "Dyspnea",
  "backache": "Backache",
  "ankle_edema": "Ankle edema",
  "hemorrhoids": "Hemorrhoids",
"NotDeterminedyet": "Not Determined, yet",
  "SpecifyAbnormal": "Specify Abnormal",
  "searchbyname": "Search By Name",
  "search": "Search",
  "PatientId": "Patient Id",
  "update": "Update",
  "login": "Login",
  "invalidemail": "Invalid email",
  "Emaillarger": "Email can't to be larger than 100 letter",
  "Emaillsmaller": "Email can't to be less than 2 letter",
  "passwordslarger": "Password can't to be larger than 100 letter",
  "passwordsmaller": "Password can't to be less than 6 letter",
  "ifyouhavenaccount": "if you haven't account",
  "clickHere": "Click Here",
  "signup": "Sign Up",
  "patient": "Patient",
  "resetpassword": "Reset Password",
  "birthDate": "birthDate",
  "BirthDateisrequired": "BirthDateisrequired",
  "usernamesmaller": "username can't to be larger than 100 letter",
  "usernamelarger": "username can't to be less than 2 letter",
  "LastPeriod": "Last Period"
}


